Repository: serlo/serlo.org-legacy
Catalog: packages/public/server/src/lang/*.UTF-8/LC_MESSAGES/default.po
Languages: de

source: Course has no course page. Please add one.
de: Der Kurs hat keine Kursseite. Bitte fügen Sie eine hinzu.

source: event
de: Veranstaltung

source: grouped-text-exercise
de: Gruppierte Textaufgabe

source: input-expression-equal-match-challenge
de: Eingabeaufgabe: mathematischer Ausdruck

source: input-number-exact-match-challenge
de: Eingabeaufgabe: Zahl

source: input-string-normalized-match-challenge
de: Eingabeaufgabe: Wort

source: multiple-choice-right-answer
de: richtige Multiple Choice-Antwort

source: multiple-choice-wrong-answer
de: falsche Multiple Choice-Antwort

source: More
de: Mehr

source: Toggle Dropdown
de: Dropdown ein-/ausklappen

source: This Course-Page
de: Diese Kursseite

source: Whole Course
de: Gesamter Kurs

source: Log
de: Aktivitätenlog

source: Change license
de: Lizenz auswählen

source: Add %type%
de: %type% hinzufügen

source: Restore %type%
de: %type% wiederherstellen

source: Order children
de: Unterelemente sortieren

source: Change parent %name%
de: Diesen Inhalt zu einem anderen Überelement (%name%) verschieben

source: Manage related items
de: Zugehörige Inhalte verwalten

source: Subitem
de: Unterinhalt

source: Edit topic and curriculum assignments
de: Zuweisung zu Themen und Lehrplänen bearbeiten

source: Move to trash
de: In den Papierkorb verschieben

source: Restore
de: Wiederherstellen

source: Edit
de: Bearbeiten

source: Type answer
de: Deine Lösung

source: Show solution
de: Lösung anzeigen

source: Hide solution
de: Lösung ausblenden

source: Check
de: Stimmt's?

source: Correct!
de: Stimmt!

source: Info
de: Information

source: Nope. Try again!
de: Leider nein. Probier's nochmal!

source: This answer has been created but no content has been added yet or it is pending approval.
de: Die Antwort wurde erstellt, aber ihr noch kein Inhalt hinzugefügt oder noch nicht akzeptiert.

source: Right!
de: Richtig!

source: This solution is not correct.
de: Diese Lösung ist nicht richtig.

source: This solution is correct!
de: Die Lösung ist richtig!

source: Not quite. There is something missing!
de: Fast. Das sind noch nicht alle richtigen Antworten!

source: single-choice-right-answer
de: richtige Single Choice-Antwort

source: single-choice-wrong-answer
de: falsche Single Choice-Antwort

source: text-exercise-group
de: Textaufgabengruppe

source: I want to comment this
de: Ich möchte das kommentieren

source: text-exercise
de: Textaufgabe

source: text-solution
de: Textlösung

source: A solution has been created but no content has been added yet or it is pending approval.
de: Eine Lösung wurde erstellt, aber ihr noch kein Inhalt hinzugefügt oder noch nicht akzeptiert.

source: Could not embed video - platform unknown
de: Leider konnte das Video nicht eingebunden werden, da diese Platform nicht unterstützt wird

source: No template found for event %s
de: Es wurde kein template für %s gefunden

source: %user% archived %discussion%
de: %user% hat %discussion% archiviert

source: %user% commented %discussion%: %content%
de: %user% hat %discussion% kommentiert: %content%

source: %user% started a new discussion %discussion% on %on%
de: %user% hat eine neue Diskussion %discussion% zu %on% erstellt

source: %user% created a new %type%: %object%
de: %user% hat %type% erstellt: %object%

source: %user% linked %object% with %parent%
de: %user% hat %object% mit %parent% verknüpft

source: %user% created a new version of %repository%
de: %user% hat eine neue Version von %repository% erstellt

source: %user% checked out %revision% in %repository%: "%reason%"
de: %user% hat %revision% in %repository% ausgecheckt: "%reason%"

source: %user% checked out %revision% in %repository%
de: %user% hat %revision% in %repository% ausgecheckt

source: %user% did not accept %revision% in %repository%: "%reason%"
de: %user% hat %revision% in %repository% nicht übernommen: "%reason%"

source: %user% did not accept %revision% in %repository%
de: %user% hat %revision% in %repository% nicht übernommen

source: %user% changed the license of %object%
de: %user% hat die Lizenz von %object% geändert

source: %user% associated %object% with %term%
de: %user% hat %object% mit %term% assoziiert

source: %user% created %term%
de: %user% hat %term% erstellt

source: %user% dissociated %object% from %term%
de: %user% hat %object% von %term% entfernt

source: %user% changed %term% parent from %old% to %new%
de: %user% hat den Elter des Begriffs %term% von %old% zu %new% geändert

source: %user% updated %term%
de: %user% hat %term% aktualisiert

source: %user% restored %object%
de: %user% hat %object% wiederhergestellt

source: %user% trashed %object%
de: %user% hat %object% in den Papierkorb verschoben

source: Don't show again
de: Nicht erneut anzeigen

source: Hello %user%!
de: Hallo %user%!

source: You can <a href="%href%">change the settings</a> for which content you want to receive notifications.
de: Zu welchen Inhalten du Benachrichtigungen erhältst, kannst du in deinen <a href="%href%">Einstellungen ändern</a>.

source: Here's a heads up of what has happened with content you edited or created:
de: Hier ist eine Übersicht, was mit Inhalten passiert ist, die du erstellt oder bearbeitet hast:

source: This happened with a content you edited or created:
de: Das ist mit einem Inhalt passiert, den du erstellt oder bearbeitet hast:

source: Users on %brand% have messaged you or replied to comments by you:
de: User auf %brand% haben dir geschrieben oder auf Kommentare von dir reagiert:

source: A user on %brand% has messaged you or replied to one of your comments:
de: Ein User auf %brand% hat dir geschrieben oder auf einen Kommentar von dir reagiert:

source: You can change the settings for which content you want to receive notifications here: %href%
de: Zu welchen Inhalten du Benachrichtigungen erhältst, kannst du in deinen Einstellungen ändern: %href%

source: You have unread notifications on %brand%
de: Du hast ungelesene Benachrichtigungen auf %brand%

source: Hello %s, thank you for your registration on %s. Please confirm your account by clicking the following link: %s We are looking forward to your contribution to %s! Your community support
de: Hallo %s, Danke für deine Registrierung auf %s. Bitte bestätige deinen Account, indem du auf den folgenden Link klickst: %s Wir freuen uns auf deinen Beitrag für %s! Dein Community-Support

source: Activate account
de: Account freischalten

source: Please activate your %s account!
de: Bitte aktiviere deinen Account auf %s!

source: Hi %s, it seems that you want to restore your password. If not, you can ignore this email. You can restore your password by clicking the link below: %s
de: Hallo %s, es scheint du möchtest dein Passwort zurücksetzen. Wenn nicht, kannst du diese Nachricht ignorieren. Du kannst dein Passwort zurücksetzen, indem du auf den Link unten klickst: %s

source: Restore your password on %s
de: Stelle dein Passwort auf %s wieder her

source: Dear %s, We’re thrilled you’ve decided to write a comment or contribute to serlo.org! To find out how to get started on editing and creating content, please visit the <a href="https://de.serlo.org/community">community homepage</a>. If you have any questions, problems or feedback for us, feel free to get in touch via <a href="mailto:de@serlo.org">de@serlo.org</a>. Enjoy Serlo!
de: Hallo %s, schön, dass du dich dazu entschieden hast auf serlo.org mitzumachen! Durch deine Kommentare und Bearbeitungen trägst du dazu bei, dass Schüler*innen kostenlos und werbefrei hochwertige Bildung erfahren. Du bist dir unschlüssig wie du am Besten beitragen kannst? Auf unserer <a href="https://de.serlo.org/community">Startseite für Autor*innen</a> erhältst du alle notwendigen Informationen, um durchstarten zu können. Hier erfährst du auch wie du dich mit anderen Autor*innen aus deiner Stadt und in deinem Fachbereich austauschen kannst. Wenn du Fragen oder Probleme hast, nutze gern unseren <a href="https://community.serlo.org/home">Communitychat</a> oder kontaktiere uns via Mail an <a href="mailto:de@serlo.org">de@serlo.org</a>. Danke für deinen Beitrag!

source: Dear %s, We’re thrilled you’ve decided to write a comment or contribute to serlo.org! To find out how to get started on editing and creating content, please visit the community homepage: https://de.serlo.org/community. If you have any questions, problems or feedback for us, feel free to get in touch via de@serlo.org. Enjoy Serlo!
de: Hallo %s, schön, dass du dich dazu entschieden hast auf serlo.org mitzumachen! Durch deine Kommentare und Bearbeitungen trägst du dazu bei, dass Schüler*innen kostenlos und werbefrei hochwertige Bildung erfahren. Du bist dir unschlüssig wie du am Besten beitragen kannst? Auf unserer Startseite für Autor*innen (https://de.serlo.org/community) erhältst du alle notwendigen Informationen, um durchstarten zu können. Hier erfährst du auch wie du dich mit anderen Autor*innen aus deiner Stadt und in deinem Fachbereich austauschen kannst. Wenn du Fragen oder Probleme hast, nutze gern unseren Communitychat (https://community.serlo.org/home) oder kontaktiere uns via Mail an de@serlo.org. Danke für deinen Beitrag!

source: How to get started on Serlo!
de: Loslegen mit Serlo!

source: Instance:
de: Instanz:

source: Add parameter
de: Parameter hinzufügen

source: Add page
de: Seite hinzufügen

source: Settings
de: Einstellungen

source: Remove page
de: Seite entfernen

source: Page settings
de: Seiteneinstellungen

source: No template found for notification "%type%"
de: Keine Ansicht für Benachrichtigung "%type%" gefunden

source: You have no notifications.
de: Du hast keine Benachrichtigungen.

source: Manage subscriptions
de: Abonnements verwalten

source: Subscription
de: Abonnement

source: Deactivate
de: Deaktivieren

source: Activate
de: Aktivieren

source: Unsubscribe
de: Abbestellen

source: Subscribe
de: Abonnieren

source: Receive notifications
de: Benachrichtigungen empfangen

source: Receive notifications and emails
de: Benachrichtigungen und E-Mails erhalten

source: Stop sending emails
de: Keine E-Mails mehr erhalten

source: %user% commented on %discussion%: %content%
de: %user% hat %discussion% kommentiert: %content%

source: %user% started %discussion% on %object%: %title%
de: %user% hat %discussion% zu %object% gestartet: %title%

source: %user% added %object% to %parent%
de: %user% hat %object% zu %parent% hinzugefügt

source: revision
de: Bearbeitung

source: %user% created a %revision% in %repository%
de: %user% hat eine %revision% in %repository% erstellt

source: %user% accepted a %revision% of %repository%: %reason%
de: %user% hat eine %revision% von %repository% akzeptiert: %reason%

source: %user% accepted a %revision% of %repository%
de: %user% hat eine %revision% von %repository% akzeptiert

source: %user% did not accept a %revision% of %repository%: %reason%
de: %user% hat %revision% in %repository% nicht übernommen: "%reason%"

source: %user% did not accept a %revision% of %repository%
de: %user% hat %revision% in %repository% nicht übernommen

source: %user% associated %term% with %object%
de: %user% hat %term% mit %object% verknüpft

source: %user% changed %term%'s parent from %old% to %new%
de: %user% hat den Elter des Begriffs %term% von %old% zu %new% geändert

source: %user% updated %object%
de: %user% hat %object% aktualisiert

source: No revision checked out yet.
de: Es ist noch keine Überarbeitung gesetzt.

source: Trash
de: Papierkorb

source: Create a new page
de: Eine neue Seite erstellen

source: Convert
de: Konvertieren

source: Set as base revision
de: Als aktuelle Version benutzen

source: Create a revision
de: Bearbeitung erstellen

source: Revisions
de: Bearbeitungen

source: Author:
de: Autor:

source: Time:
de: Zeit:

source: Use for editing
de: Zur Bearbeitung benutzen

source: Set as base
de: Als Basis festlegen

source: Edit page
de: Seite bearbeiten

source: Add a category
de: Kategorie hinzufügen

source: Add external link
de: Externen Link hinzufügen

source: Add internal link
de: Internen Link hinzufügen

source: Manage related links
de: Zugehörige Inhalte verwalten

source: Category
de: Kategorie

source: Internal
de: Intern

source: External
de: Extern

source: Search results
de: Suchergebnisse

source: Start learning now!
de: Lernen starten!

source: Further exercises
de: Weitere Aufgaben

source: Copy associations
de: Zuordnungen kopieren

source: Move associations
de: Zuordnungen verschieben

source: Create term
de: Begriff hinzufügen

source: Template for %name% not found.
de: Template für %name% nicht gefunden.

source: Organize taxonomy
de: Baumstruktur bearbeiten

source: Tools
de: Werkzeuge

source: curriculum-topic-folder
de: Lehrplan-Themenordner

source: curriculum-topic
de: Lehrplan-Thema

source: curriculum
de: Lehrplan

source: locale
de: Gebietsschema

source: Add content
de: Neuer Inhalt

source: Batch copy items
de: Elemente kopieren

source: Batch move items
de: Elemente verschieben

source: Courses
de: Kurse

source: Articles
de: Artikel

source: Events
de: Veranstaltungen

source: Exercises
de: Aufgaben

source: Show %ecount% exercises...
de: Zeige %ecount% Aufgaben...

source: subject
de: Fach

source: topic-folder
de: Themenordner

source: topic
de: Thema

source: Update term
de: Begriff aktualisieren

source: Statistics
de: Statistiken

source: Edits
de: Bearbeitungen

source: Reviews
de: Überprüfungen

source: Taxonomy associations
de: Taxonomie-Zuordnungen

source: Taxonomy changes
de: Taxonomie-Bearbeitungen

source: Total deletions
de: Löschungen

source: Recent activities
de: Aktuelle Aktivitäten

source: Last seen
de: Zuletzt gesehen

source: Stay in touch!
de: Bleib auf dem Laufenden!

source: <strong>Sign up to our newsletter to receive quarterly updates about our work.</strong> Serlo Education e.V. will use the information you provided to send you the newsletter and (optionally) personalise these mailings. We will also supply insights on aspects of Serlo that may be particularly interesting to you, based on the information you provided. To enable us to keep serlo.org free of charge and free of advertising we send out a fundraiser campaign through our newsletter list annually around Christmas. Please confirm below if you would like to give us permission to contact you in this way.
de: <strong>In unserem Newsletter informieren wir dich einmal im Quartal kompakt über unsere Aktivitäten.</strong> Serlo Education e.V. nutzt deine Angaben um dir den Newsletter zuzustellen, für eine personalisierte Ansprache in den Mailings (optional), und um dich über für dich besonders interessante Aspekte von Serlo zu informieren. Um unser Angebot dauerhaft kostenlos und werbefrei halten zu können, versenden wir außerdem einmal jährlich um Weihnachten eine Spendenkampagne über unseren Newsletterverteiler. Bitte teile uns mit, ob wir dich auf diese Art per E-Mail kontaktieren dürfen.

source: You can revoke your consent to contact you via email at any time by clicking the unsubscribe link in any mailing or send us an email at <a href="mailto:de@serlo.org">de@serlo.org</a>. Your privacy is very important to us. For the processing of our mailing activities we work with MailChimp as a service provider. MailChimp underlies a strict data processing agreement with us that ensures the protection of your data in accordance with the European General Data Protection Regulations. By subscribing to our newsletter you agree with our <a href="/22964" target="_blank">Privacy Policy</a> and acknowledge that your data will be processed by MailChimp in accordance with their <a href="https://mailchimp.com/legal/privacy/" target="_blank">Privacy Policy</a> and <a href="https://mailchimp.com/legal/terms/" target="_blank">Terms</a>.
de: Du kannst deine Einwilligung jederzeit zurückziehen, indem du den Abmelden-Link im Footer eines Newsletters klickst, oder per E-Mail an <a href="mailto:de@serlo.org">de@serlo.org</a>. Wir nehmen den Schutz deiner Daten sehr ernst. Für die Abwicklung unserer Emailkommunikation nutzen wir den Drittanbieter MailChimp. Dieser unterliegt einem Auftragsdatenverarbeitungsabkommen mit uns, das den Schutz deiner Daten im Einklang mit der EU-Datenschutzverordnung gewährleistet. Indem du den Newsletter abonnierst, erklärst du dich mit unserer <a href="/datenschutz" target="_blank">Datenschutzerklärung</a> einverstanden, und nimmst zur Kenntnis, dass deine Daten von MailChimp im Einklang mit deren <a href="https://mailchimp.com/legal/privacy/" target="_blank">Datenschutzrichtlinen</a> und <a href="https://mailchimp.com/legal/terms/" target="_blank">Nutzungsbedingungen</a> verarbeitet werden.

source: By clicking <em>Sign up</em>, you agree to our <a href="/22964" target="_blank">Privacy Policy</a> and <a href="/21654" target="_blank">Terms</a>. You may receive email notifications from us and can opt out at any time.
de: Indem du auf <em>Registrieren</em> klickst, erklärst du dich mit unserer <a href="/datenschutz" target="_blank">Datenschutzerklärung</a> und <a href="/21654" target="_blank">Nutzungsbedingungen</a> einverstanden. Wir schicken dir eventuell Benachrichtigungen per Email, die du jederzeit abbestellen kannst.

source: My settings
de: Meine Einstellungen

source: Never
de: Nie
