Repository: serlo/serlo.org-legacy
Catalog: packages/public/server/src/lang/*.UTF-8/LC_MESSAGES/default.po
Languages: de

source: Backend
de: Winkelgasse

source: Pages
de: Statische Seiten

source: Create a page
de: Neue Seite erstellen

source: Update page
de: Seite bearbeiten

source: Taxonomy
de: Baumstruktur

source: Organize
de: Baumstruktur bearbeiten

source: Authorization
de: Rechtevergabe

source: Role
de: Rolle

source: Create role
de: Neue Rolle erstellen

source: Add user
de: BenutzerIn hinzufügen

source: Add permission
de: Berechtigung hinzufügen

source: Manage navigation
de: Navigation verwalten

source: Create container
de: Container erstellen

source: Create parameter
de: Parameter erstellen

source: Create parameter key
de: Parameter Schlüssel erstellen

source: Update parameter
de: Parameter aktualisieren

source: Users
de: Benutzer

source: Recycle bin
de: Papierkorb

source: Flags
de: Gemeldete Inhalte

source: Flag detail
de: Details der Meldung

source: Flag content
de: Inhalt melden

source: Licenses
de: Lizenzen

source: Add license
de: Lizenz hinzufügen

source: License
de: Lizenz

source: Horizon
de: Horizont

source: Create ad
de: Anzeige erstellen

source: Update ad
de: Anzeige bearbeiten

source: Me
de: Ich

source: Edit profile
de: Profil bearbeiten

source: Update password
de: Passwort aktualisieren

source: Subscriptions
de: Abonnements

source: Event log
de: Aktivitätslog

source: Message:
de: Nachricht:

source: The element could not be removed (validation failed)
de: Das Element konnte nicht entfernt werden. (Validierung fehlgeschlagen)

source: Title:
de: Titel:

source: Content:
de: Inhalt:

source: frequency
de: Frequenz

source: Page ID:
de: Seiten ID:

source: Attach file:
de: Datei anhängen:

source: Set type:
de: Typ wählen:

source: Your account was deleted.
de: Ihr Benutzerkonto wurde gelöscht.

source: You have not activated your account.
de: Sie haben ihren Account noch nicht aktiviert.

source: We have no registered user with this combination of username/email and password.
de: Wir haben keinen registrierten Benutzer mit dieser Kombination aus Benutzername/E-Mail und Passwort.

source: Your account has been activated, you may now log in.
de: Dein Konto wurde aktiviert. Du kannst dich jetzt anmelden.

source: I couldn't find an account by that token. You can now try to re-activate your account.
de: Es konnte kein Konto mit diesem Token gefunden werden. Du kannst jetzt versuchen, dein Konto zu reaktivieren.

source: Your have been sent an activation email. Please check your spam folder as well.
de: Wir haben dir eine Aktivierungsmail geschickt. Überprüfe gegebenenfalls deinen Spam-Ordner.

source: Your password has successfully been changed.
de: Dein Passwort wurde erfolgreich geändert.

source: You have been sent an email with instructions on how to restore your password! Please check your spam folder as well.
de: Wir haben dir eine E-Mail mit Anweisungen geschickt, wie du dein Passwort zurücksetzen kannst! Überprüfe gegebenenfalls deinen Spam-Ordner.

source: Email:
de: E-Mail-Adresse:

source: Role created.
de: Rolle erstellt.

source: The permission could not be removed (validation failed)
de: Die Berechtigung konnte nicht entfernt werden. (Validierung fehlgeschlagen)

source: The user could not be removed (validation failed)
de: Der Benutzer konnte nicht entfernt werden. (Validierung fehlgeschlagen)

source: Permission:
de: Berechtigung:

source: Instance:
de: Instanz:

source: Username:
de: Benutzername:

source: Publish date:
de: Veröffentlicht am:

source: Your comment has been saved.
de: Dein Kommentar wurde gespeichert.

source: Your discussion has been started.
de: Deine Diskussion wurde begonnen.

source: You have downvoted this comment.
de: Du hast diesen Kommentar bereits abgewertet.

source: You can't downvote this comment.
de: Du kannst diesen Kommentar nicht abwerten.

source: You have upvoted this comment.
de: Du hast diesen Kommentar bereits aufgewertet.

source: You can't upvote this comment.
de: Du kannst diesen Kommentar nicht aufwerten.

source: Your response
de: Deine Antwort

source: Reply
de: Antwort abschicken

source: Ask a question or suggest an improvement
de: Frage oder Verbesserungsvorschlag

source: Submit
de: Kommentar abschicken

source: Entities without a subject
de: Inhalte ohne Fachzugehörigkeit

source: Guideline for reviewing
de: Leitfaden für das Reviewing

source: List of all discussions
de: Liste aller Kommentare

source: Questionnaire for reviewers
de: Fragebogen für Reviewer*innen

source: Your changes have been saved.
de: Deine Änderungen wurden gespeichert.

source: Your revision has been saved and is available
de: Deine Bearbeitung wurde gespeichert und ist verfügbar

source: Your revision has been saved, it will be available once it gets approved
de: Deine Bearbeitung wurde gespeichert und ist verfügbar, sobald sie überprüft wurde

source: Description:
de: Beschreibung:

source: Reasoning:
de: Didaktische Überlegungen:

source: Changes:
de: Änderungen:

source: Search Engine Description:
de: Suchmaschinen-Beschreibung:

source: Search Engine Title:
de: Suchmaschinen-Titel:

source: Solution:
de: Lösung:

source: Source code:
de: Quellcode:

source: Select an icon
de: Wähle ein Symbol

source: The content has been flagged.
de: Der Inhalt wurde markiert.

source: Your action was successfull.
de: Deine Aktion war erfolgreich.

source: The flag could not be removed (validation failed)
de: Die Meldung konnte nicht entfernt werden. (Validierung fehlgeschlagen)

source: Type:
de: Typ:

source: The license could not be removed (validation failed)
de: Die Lizenz konnte nicht entfernt werden. (Validierung fehlgeschlagen)

source: License url:
de: Lizenz-URL:

source: Agreement:
de: Vereinbarung:

source: Icon url:
de: Symbol-URL:

source: This is the default license for this instance.
de: Dies ist die Standard-Lizenz für diese Instanz.

source: Select a license:
de: Wähle eine Lizenz:

source: The container was successfully created
de: Der Container wurde erfolgreich erstellt

source: The container could not be created (validation failed)
de: Der Container konnte nicht erstellt werden

source: The container was successfully removed
de: Der Container wurde erfolgreich entfernt

source: The container could not be removed (validation failed)
de: Der Container konnte nicht entfernt werden. (Validierung fehlgeschlagen)

source: The page was successfully removed
de: Die Seite wurde erfolgreich entfernt

source: The page could not be removed (validation failed)
de: Die Seite konnte nicht entfernt werden. (Validierung fehlgeschlagen)

source: The parameter was successfully removed
de: Der Parameter wurde erfolgreich gelöscht

source: The parameter could not be removed (validation failed)
de: Der Parameter konnte nicht entfernt werden. (Validierung fehlgeschlagen)

source: The page was successfully updated
de: Die Seite wurde erfolgreich geändert

source: Key:
de: Schlüssel:

source: Value:
de: Wert:

source: applet
de: GeoGebra Applet

source: course
de: Kurs

source: You are now receiving notifications for this content.
de: Du erhältst nun Benachrichtigungen für diesen Inhalt.

source: Your subscription has been updated successfully.
de: Dein Abonnement wurde erfolgreich aktualisiert.

source: The object you are trying to subscribe to does not exist.
de: Das Objekt, das du abonnieren möchtest, existiert nicht.

source: You can't update your subscription because you did not subscribe to this object.
de: Dein Abonnement kann nicht aktualisiert werden, da du dieses Objekt noch nicht abonniert hast.

source: You are no longer receiving notifications for this content.
de: Du erhältst keine Benachrichtigungen für diesen Inhalt mehr.

source: Add to watchlist.
de: Benachrichtigungen zu diesem Inhalt bekommen.

source: Receive notifications via email.
de: Benachrichtigungen auch per E-Mail erhalten.

source: Discussions enabled
de: Diskussionen aktivieren

source: Reference:
de: Referenz:

source: The node has been added successfully!
de: Der Knoten wurde erfolgreich hinzugefügt!

source: Items moved successfully!
de: Elemente wurden erfolgreich verschoben!

source: Items copied successfully!
de: Elemente wurden erfolgreich kopiert!

source: Your changes have been saved!
de: Deine Änderungen wurden gespeichert!

source: Copy to:
de: Kopieren nach:

source: Elements
de: Elemente

source: Move to:
de: Verschieben nach:

source: description:
de: Beschreibung:

source: You have registered successfully and will soon receive an email with instructions on how to activate your account.
de: Du hast dich erfolgreich registriert. In Kürze erhältst du eine E-Mail mit Anweisungen, wie du deinen Account aktivieren kannst.

source: Your profile has been saved
de: Dein Profil wurde gespeichert

source: Current password:
de: Aktuelles Passwort eingeben:

source: New password:
de: Neues Passwort eingeben:

source: Confirm password:
de: Passwort wiederholen:

source: Email address:
de: E-Mail-Adresse:

source: Email address or Username
de: E-Mail-Adresse oder Benutzername

source: Password:
de: Passwort eingeben:

source: Password
de: Passwort

source: Remember me
de: Eingeloggt bleiben

source: Repeat new password:
de: Neues Passwort wiederholen:

source: Enter username
de: Benutzername eingeben

source: Enter email address
de: E-Mail-Adresse eingeben

source: Enter password
de: Passwort eingeben

source: Confirm password
de: Passwort wiederholen

source: First name (optional):
de: Vorname (optional):

source: Enter first name
de: Vorname eingeben

source: Last name (optional):
de: Nachname (optional):

source: Enter last name
de: Nachname eingeben

source: I agree that Serlo Education e.V. may contact me via email.
de: Ja, Serlo Education e.V. darf mich per Email kontaktieren.

source: Parent
de: Elternteil

source: Teacher
de: LehrerIn

source: Pupil
de: SchülerIn

source: University student
de: StudentIn

source: Other
de: Sonstige

source: I am here as…
de: Ich bin hier als…

source: Sign up
de: Registrieren

source: This email address is already in use. Please use a different one.
de: Diese E-Mail-Adresse wird bereits verwendet. Bitte wähle eine andere.

source: This username is already taken. Please use a different one.
de: Dieser Benutzername ist leider schon vergeben. Bitte wähle einen anderen.

source: Your username may only contain letters, digits, underscores (_) and hyphens (-). Please use a different one.
de: Der Benutzername darf nur aus Buchstaben, Ziffern, Unterstrichen (_) und Bindestrichen (-) bestehen. Bitte wähle einen anderen.

source: Your password needs to be at least 6 characters long.
de: Dein Passwort muss mindestens 6 Zeichen lang sein.

source: The password entered does not match the confirmation password. Ensure the passwords entered are identical.
de: Die beiden angegebenen Passwörter stimmen nicht überein.

source: About me:
de: Über mich:

source: The content has been trashed.
de: Der Inhalt wurde in den Papierkorb verschoben.

source: The content could not be trashed (validation failed)
de: Der Inhalt konnte nicht in den Papierkorb verschoben werden. (Validierung fehlgeschlagen)

source: The content has been restored.
de: Der Inhalt wurde wiederhergestellt.

source: The content has been removed.
de: Der Inhalt wurde entfernt.

source: The content could not be removed (validation failed)
de: Der Inhalt konnte nicht entfernt werden. (Validierung fehlgeschlagen)

source: Welcome to the backend. Explore the possiblities on the right!
de: Willkommen in der Winkelgasse, Harry!

source: You must be logged in to access this page.
de: Du musst angemeldet sein, um auf diese Seite zugreifen zu können.

source: Log in
de: Anmelden

source: Are you new here? %sSign up%s!
de: Bist du neu hier? %sRegistrier dich%s!

source: Did you forget your %spassword%s?
de: %sPasswort vergessen%s?

source: Haven't activated your account yet? %sResend activation mail%s!
de: Hast du deinen Account noch nicht aktiviert? %sFordere die Aktivierungs E-Mail an%s!

source: Username
de: Benutzername

source: Roles
de: Rollen

source: Last login
de: Letzter Login

source: Logins
de: Anmeldungen

source: role
de: Rolle

source: Permissions
de: Berechtigungen

source: Inherits from
de: Erbt von

source: User %s not found
de: Benutzer %s wurde nicht gefunden

source: Remove user
de: Benutzer entfernen

source: Update a blog post
de: Blogeintrag aktualisieren

source: Update license
de: Lizenz bearbeiten

source: Move resource
de: Bezugsquelle verschieben

source: Update revision
de: Revision bearbeiten

source: You cannot pass!
de: Zugriff verboten!

source: That page does not exist!
de: Diese Seite existiert nicht!

source: It seems like we can't find the page you were looking for. Try checking the URL for errors, then hit the refresh button on your browser.
de: Es scheint, als könnten wir die Seite, die du gesucht hast, nicht finden. Überprüfe die URL für Fehler und lade die Seite erneut.

source: The requested controller was unable to dispatch the request.
de: Der angeforderte Controller konnte die Anforderung nicht bearbeiten.

source: The requested controller could not be mapped to an existing controller class.
de: Der angeforderte Controller konnte nicht zu einer vorhandenen Controller-Klasse zugeordnet werden.

source: The requested controller was not dispatchable.
de: Der angeforderte Controller konnte nicht abgesendet werden.

source: The requested URL could not be matched by routing.
de: Die angeforderte URL konnte nicht zugeordnet werden.

source: We cannot determine at this time why a 404 was generated.
de: Im Moment können wir nicht festellen warum ein 404 Fehler aufgetreten ist.

source: resolves to %s
de: löst sich in %s

source: Additional information
de: Zusätzliche Informationen

source: File
de: Datei

source: Message
de: Nachricht

source: Stack trace
de: Stapelüberwachung

source: Previous exceptions
de: Vorherige Ausnahmen

source: A fatal error occurred
de: Ein schwerwiegender Fehler ist aufgetreten

source: While we're resolving this issue, please enjoy the video.
de: Während wir dieses Problem lösen, genieße das Video.

source: No Exception available
de: Keine Ausnahmen verfügbar

source: Read the following, if you're really good with computers:
de: Lese Folgendes, wenn du wirklich gut mit Computern bist:

source: Object
de: Objekt

source: Type
de: Typ

source: Timestamp
de: Zeitstempel

source: Content
de: Inhalt

source: Manage flags
de: Meldungen verwalten

source: Toggle navigation
de: Navigation ein-/ausblenden

source: democratically structured
de: demokratisch organisiert

source: free of charge
de: kostenlos

source: ad-free
de: werbefrei

source: openly licensed
de: frei lizenziert

source: The Open Learning Platform
de: Die freie Lernplattform

source: We are a grassroots non-profit organization supporting personalized learning and working towards equal educational opportunities. This learning platform offers thousands of instructional articles, learning videos and practice exercises for millions of students worldwide - completely free of charge. Now it’s time to join us in your language.
de: Wir sind eine gemeinnützige Organisation, die personalisiertes Lernen unterstützt und sich für Bildungsgerechtigkeit einsetzt. Diese Lernplattform bietet tausende Artikel, Lernvideos und Übungsaufgaben für Millionen von Schüler*innen und Studierenden weltweit - komplett kostenlos. Hilf uns jetzt in deiner Sprache!

source: Learn more
de: Mehr erfahren

source: Serlo is the Wikipedia for Learning
de: Serlo.org ist die Wikipedia fürs Lernen

source: Just like Wikipedia, this platform is created by an engaged community of authors. Serlo Education is run and owned by decentralized teams of volunteers and professionals all over the world.
de: Genau die Wikipedia wird diese Plattform von einer engagierten Autor*innen Community erstellt. Serlo Education wird betrieben von einem dezentralisierten Team Ehrenamtlicher und Professioneller überall auf der Welt.

source: Become a Part of Our Movement for Open Education
de: Werden Sie Teil unserer Bewegung für freie Bildung

source: We are looking for teachers and enthusiastic educators who are passionate about their subject. Become an author on serlo.org! You can create new learning material and help us improve existing content.
de: Wir suchen Lehrer*innen mit Begeisterung für ihr Fach. Werden Sie Autor*in auf serlo.org, erstellen Sie neue Inhalte und helfen Sie uns, die Qualität der Lernplattform zu sichern.

source: Visit the landing page for authors
de: Besuche die Startseite für Autor*innen

source: We offer a diverse range of jobs and volunteering opportunities in the fields of software development, design, translation, communications, project management and more.
de: Wir bieten eine breite Auswahl an Jobs und Möglichkeiten zur Ehrenamtlichen Mitarbeit in den Bereichen Softwareentwicklung, Übersetzung, Kommunikation, Projektmanagement und mehr.

source: Get involved!
de: Mach mit!

source: Close
de: Schließen

source: Serlo.org is the Wikipedia for learning.
de: Serlo.org ist die Wikipedia fürs Lernen.

source: We are a community of visionaries working tirelessly to make great education freely available to everyone.
de: Wir sind eine engagierte Gemeinschaft, die daran arbeitet, hochwertige Bildung weltweit frei verfügbar zu machen.

source: Join the cause
de: Mitmachen

source: Donate
de: Spenden

source: General
de: Allgemein

source: Subjects
de: Fächer

source: Stay in touch
de: Dabei bleiben

source: Legal terms
de: Rechtlich

source: This site makes heavy use of JavaScript!
de: Diese Seite benötigt JavaScript!

source: Please enable JavaScript to use this site.
de: Bitte aktiviere JavaScript um diese Website zu nutzen.

source: Show me how to enable JavaScript
de: Zeig mir, wie ich JavaScript aktiviere

source: Search
de: Suchen

source: Manage licenses
de: Lizenzen verwalten

source: Title
de: Titel

source: Default
de: Standard

source: Actions
de: Aktionen

source: Caution, deleting a license has serious consequences. You are going to delete a great amount of content, you need to know exactly what you are doing! THIS ACTION CAN NOT BE UNDONE
de: Achtung! Das Löschen einer Lizenz hat schwerwiegende Folgen. Du bist dabei eine große Menge an Inhalt zu löschen, du solltest genau wissen was du tust. Das Löschen kann nicht rückgängig gemacht werden!

source: DANGER: You are going to delete all contents associated with this license!
de: ACHTUNG! Du bist dabei alle Inhalte, die mit der Lizenz verbunden sind zu löschen!

source: Key
de: Schlüssel

source: Trashed learning resources
de: Gelöschte Lerninhalte

source: Action
de: Aktion

source: Do you really want to purge this item? It and all references to it will be lost forever!
de: Möchtest du wirklich diese Datei löschen? Die Datei und alle Verweise darauf werden unwiderruflich gelöscht.

source: Order content
de: Inhalt sortieren

source: Sort
de: Sortieren

source: Save new order
de: Neue Reihenfolge speichern

source: Cancel
de: Abbrechen

source: Upload a file
de: Datei hochladen

source: Uuid recycle bin
de: Papierkorb

source: Page
de: Seite

source: Do you really want to purge the item <strong>%s</strong>? It and all references to it will be lost forever!
de: Möchtest du wirklich den Inhalt <strong>%s</strong> löschen? Der Inhalt und alle Verweise darauf werden unwiderruflich gelöscht!

source: Ads
de: Anzeigen

source: Frequency
de: Häufigkeit

source: Clicks
de: Klicks

source: Activate an account
de: Account freischalten

source: Log out
de: Abmelden

source: Restore password
de: Passwort zurücksetzen

source: Unpublished
de: Unveröffentlicht

source: unpublished
de: Unveröffentlichte Blogeinträge

source: On this site:
de: Auf dieser Seite:

source: Directly including in a content on this site
de: Direkt in einen Inhalt auf dieser Seite einfügen

source: Share this content
de: Diesen Inhalt teilen

source: Share
de: Teilen

source: Comment on a discussion
de: Eine Diskussion kommentieren

source: Please select an appropriate category for your discussion. Choosing the right category helps others to find your discussion faster and to answer you quicker. Thank you!
de: Bitte wähle eine passende Kategorie für deine Diskussion. Die Auswahl der richtigen Kategorie hilft anderen, deine Diskussion schneller zu finden und zu beantworten. Vielen Dank!

source: Saving...
de: Speichern...

source: Choose
de: Auswählen

source: archived
de: archiviert

source: On
de: Zu

source: by
de: von

source: Do you really want to delete this discussion?
de: Möchtest du diese Diskussion wirklich löschen?

source: Do you really want to delete this comment?
de: Willst du diesen Kommentar wirklich löschen?

source: Answer discussion:
de: Der Diskussion antworten:

source: Start a new discussion
de: Neue Diskussion starten

source: Discussions
de: Diskussionen

source: There are no discussions on this topic yet.
de: Zu diesem Thema gibt es noch keine Diskussionen.

source: Comments
de: Kommentare

source: Unarchive discussion
de: Diskussion wiederherstellen

source: Archive discussion
de: Diskussion archivieren

source: Flag discussion
de: Diskussion melden

source: Trash discussion
de: Diskussion löschen

source: On %type% %object%: %title%
de: Zu %type% %object%: %title%

source: Comment
de: Kommentieren

source: Save
de: Speichern

source: Abort
de: Abbrechen

source: Related taxonomies
de: Zugehörige Themen

source: No view found for %name%
de: Keine Ansicht für %name% gefunden

source: Warning
de: Achtung

source: This content is marked for deletion.
de: Dieser Inhalt wurde zum Löschen markiert.

source: Pending approval
de: Ausstehende Bestätigung

source: Dead node
de: Toter Datenknoten

source: This content is pending approval and may therefore not be viewed yet.
de: Dieser Inhalt muss noch bestätigt werden und kann daher noch nicht angezeigt werden.

source: This content is a dead node and has no content. Please edit or remove it.
de: Dies ist ein toter Datenknoten ohne Inhalt. Bitte bearbeite oder lösche ihn.

source: Source
de: Vergleich

source: Old version
de: Vorherige Version

source: Preview
de: Vorschau

source: History
de: Bearbeitungsverlauf

source: There are multiple recent revisions for this object. Please be aware that they may be of very different nature. Consider reviewing all of them before accepting or merging.
de: Es gibt mehrere Bearbeitungen für dieses Objekt. Bitte beachte, dass sich diese groß unterscheiden könnten. Schaue dir daher bitte alle Bearbeitungen an, bevor du sie akzeptierst oder zusammenführst.

source: Current
de: Aktuell

source: Changes
de: Änderungen

source: Author
de: Verfasser

source: show
de: Anzeigen

source: Create a new revision starting from this specific revision
de: Erstelle eine Bearbeitung von dieser Bearbeitung aus

source: Accept revision
de: Bearbeitung akzeptieren

source: Please give feedback.
de: Bitte gib dem Bearbeiter eine Rückmeldung.

source: Accept
de: Übernehmen

source: Reject revision
de: Bearbeitung ablehnen

source: Please specify why you do not accept the revision:
de: Bitte teile mit, warum die Bearbeitung nicht übernommen werden kann:

source: Reject
de: Ablehnen

source: Assign resource
de: Ressource zuordnen

source: Unrevised learning resources
de: Nicht überprüfte Bearbeitungen

source: This page does not show all unrevised revisions:
de: Diese Seite zeigt nicht alle ungesichteten Bearbeitungen an:

source: Show more unrevised revisions
de: Zeige neuere ungesichtete Bearbeitungen an

source: Support links for reviewing
de: Unterstützende Links für das Reviewing

source: Revision
de: Bearbeitung

source: Could not embed geogebra applet. Unknown url format.
de: Leider konnte das GeoGebra Applet nicht eingebunden werden, da die URL in einem unbekannten Format ist.

source: article
de: Artikel

source: course-page
de: Kursseite
